Repository: DevPoint/wordpress-contact-box-widget
Catalog: languages/contact-box-widget-*.po
Languages: de_de

source: Title:
de_de: Titel:

source: Phone number:
de_de: Telefonnummer:

source: Email address:
de_de: Email-Adresse:

source: Facebook link text:
de_de: Facebook - Text für Verlinkung:

source: Youtube link text:
de_de: Youtube - Text für Verlinkung:

source: Custom #01 link text:
de_de: Benutzerdefiniert 01 - Text für Verlinkung:

source: Custom #01 URL:
de_de: Benutzerdefiniert 01 - URL:

source: Open in new window?
de_de: In neuem Fenster öffnen?

source: Custom #02 link text:
de_de: Benutzerdefiniert 02 - Text für Verlinkung:

source: Custom #02 URL:
de_de: Benutzerdefiniert 02 - URL:

source: Label display length:
de_de: Darstellung der Bezeichner:

source: Contact Box
de_de: Kontakt Box

source: Contact box with Phone number and Email.
de_de: Kontakt Box mit Telefonnummer und Email.

source: short
de_de: kurz

source: long
de_de: lang

source: none
de_de: ohne

# short
source: Phone:
de_de: Tel:

# long
source: Phone:
de_de: Telefon:

# short
source: Facebook:
de_de: FB:

# short
source: Custom 01:
de_de: Benutzerdef 01:

# long
source: Custom 01:
de_de: Benutzerdefiniert 01:

# short
source: Custom 02:
de_de: Benutzerdef 02:

# long
source: Custom 02:
de_de: Benutzerdefiniert 02:
